{"podcast_details": {"podcast_title": "Multiplier Mindset® with Dan Sullivan", "episode_title": "The AI-Powered Playbook Of A Lifelong Entrepreneur, with Joe Stolte", "episode_image": "https://assets.blubrry.com/coverart/orig/31577-303277.jpg", "episode_transcript": " Introducing the Spark, Dan Sullivan's new AI generated newsletter. Smart, practical strategy to reach your full potential as an entrepreneur. Exponential technology, bi-weekly and free. Subscribe today at getthespark.ai. Hi, this is Dan Sullivan. I'd like to welcome you to the Multiplier Mindset podcast. Real treat for me today because one of our strategic coach clients, Joe Stolte, but not only that, but we're clients of his because he has a fascinating new thing, a new technological tool and I heard him speak at Joe Polish's genius network. Before I go to any conference, I write out an impact filter of the things that I want to look for or be aware of. While I'm in the conference and that way I'm not paying attention to everything, I'm only looking for certain things that I'm looking for. After Joe spoke, I went up and I said, well, I had eight things I was looking for and you just checked seven of the boxes. The thing I love about what Joe is doing with his AI newsletter concept, is that we've often thought about having a regular newsletter, but it's just a lot of work and it's not the main thing that we do. It would be a lot of extra work. It isn't a money-making activity. It would be a newsletter to get interest in coach, but more newsletters are like podcasts. You do it to establish a relationship with the marketplace with like-minded people and they tell other like-minded people about it and you start getting an audience. But I'd like to back up a little bit and go to what Joe said about his beginning comments of taking his lunch money and buying candy and then using the candy to purchase much higher quality food. Is this man an entrepreneur? Yep. Boy, is he an entrepreneur? Yep. There's like a fork in the road for children. And then 19 out of 20 children, maybe it's 99 out of 100 people, when they come to the fork in the road, they take the fork that leads them to lifetime employment. And there's one of them, maybe it's one of 20, who says, no, I think I'm going to not do what other people do. I'm going to create my own business. I'm going to create something of my own where I'm not an employee, I'm the boss. My past entrepreneurial journey, for the most part, I'm a fifth time founder. I've had three exits, which means I've successfully sold three companies. And I'm very much the kind of prototypical serial entrepreneur. I love to take ideas when they're brand new or poorly developed or in their infancy and then make them real, bring them to market, build teams, amass capital, scale them, and then eventually sell them or take them public. And it's interesting because I knew that I was always going to be an entrepreneur pretty early. The very first entrepreneurial thing that I did was, you know, I grew up in the 80s and both my parents worked. In fact, my mom worked two jobs. My father is in the military and instead of moving us around, he moved around a lot. And so at a very early age, especially by today's standards, I was like walking myself to school. And my parents didn't have time to make me lunch, so they just give me money to buy lunch at school. Well, I realized that the school lunch sucks pretty quickly. So what I would do in the morning at, you know, like fourth or fifth grade, I would stop by the convenience store and I would buy all the best candy that I bought from it with all my lunch money. And then I would take the candy and I would trade the candy at school for the best lunch because other people's parents put a bunch of time into making lasagna or tacos until I could literally get the best of any of the food available in the cafeteria with my currency of candy. And then the next thing I did that was sort of entrepreneurial as a kid is my father taught me how to mow the lawn. And I really did not like mowing the lawn. But I had saw, you know, I've been grouped in a farm town of less than a thousand people outside of Portland, Oregon, so there wasn't like a ton of opportunity. But one thing that you could do is mow lawns for money. So I went around and knocked on doors and was like, hey, can I mow your lawn for $10? And I think they were just shedding mercy on young like 10 or 11 year old Joe. But what I realized I didn't like to mow the lawn. So because we lived in a small farm town, I had my friend that speaks Spanish basically ask some migrant workers if they would do it for me, if I paid them $5 per lawn, and then I borrowed some lawnmowers from friends and they did. And I basically was able to make money without doing any of the actual fulfillment. Now, I didn't know that was a business at the time. I just wanted to buy like cool clothes for school. And so I stopped. But that was kind of my origin story. And then in the middle, I went to college. I'd spent a couple of years in corporate America. And then one day I woke up and was like, wow, this is not really where I want to hang my hat. This isn't what I'm called to do. And I left and began my career as a serial founder. Today, I'm the CEO of a company called Daily.ai. And we use AI, specifically machine learning, to help thought leaders and small brands build AI automated email newsletters. And so we've forced you up to work with some really great thought leaders, everybody from, you know, my business partner in the business, Dr. Peter Diamandis, to Joe Polish and Chris Foss and even Dan Sullivan. You know, recently we helped Dan launch a newsletter called The Spark. And what's really unique about what we do in the marketplace is we actually use machine learning to go out and find the best content in the world. On any topic that you choose, whether that's your topics that you have subject matter expertise on or other people's content. Maybe you're not a top 1% thought leader in productivity, but you want to curate that content for your audience and give it to them. So that's what we do. We go out and we curate content. And then what's cool about that is the AI actually gets smarter based on how your audience opens and interacts with your newsletter. So the more that they open and click, the smarter the AI becomes and the better your newsletter gets both for you as well as for your subscribers. So we call that adaptive learning. And the third cool thing about what we do is everything's sort of summarized in your voice. And that's done through generative AI, similar to tools like chat GPT, although we sort of have our own. And we really had Dan on our list of people that we really wanted to work with when we started launching the company and bringing it to market. So I had a chance to share this with him. You know, we met each other at Joe Polish's 100K Mastermind. We're really excited. His newsletter is called The Spark. And it's one of my favorite newsletters. It's definitely one of the most successful newsletters we've ever launched. It's really kind of only being launched now. You know, the open rate continues to get better and better and better. The more the AI learns Dan's audience, the click through rate continues to get higher and higher, you know, as the AI starts to figure out what Dan's audience like. So it's really exciting to be able to work with folks like Dan and Joe and Chris. But we also work with people that aren't thought leaders. You know, we have over 100 customers in 20 different industries, whether you're in services like registered investment advisors or real estate or insurance, or you're in tech companies, product companies, e-commerce companies. We even have the National Electricians of Association of Australia as a customer. So it's not just thought leaders. We just love our thought leaders because they help us spread the word about what we do. So there definitely was many days that were challenging in our journey with Daily.AI, even with all the companies that we've created. I think one of the biggest challenges is when you're early, you don't know what you don't know. Ambiguity is at its highest. And so you really have to practice what my other business partner, Evan Pagan, calls having, you know, short term pessimism and long term optimism, which means, you know, test everything in the short term and assume it's not going to work. You know, when you launch an ad, you don't get 100% conversion. It's almost always less than 50%, meaning most people don't click. They don't buy. They don't do the thing you want them to do. But by using data and just try to find the next best step in the short term and assuming it's not always going to work out perfectly, A, I think you manage your expectations through those tough times. But B, if you can sort of hold this, what seems like a contrasting view of having long term optimism, it helps during those dark days when it's like, wow, why is nobody buying this week or this month or why did these customers churn or why do they want to leave? You know, in our early days, we didn't quite have what we call product market fit down. We didn't have the exact thing that we were building that was the exact hand in glove fit for the needs in the marketplace. And so in those early days, you know, I used that mental model, having that short term pessimism, use data, long term optimism. And I think that gets us through the hard times, but it also tempers our optimism and the good times, meaning that we know we always need to get better. We always always need to listen to the marketplace, talk to our customers and help them solve their next best problem or even look at the challenges that they can't see and start thinking about how we can create solutions for those. So we actually launched this company into the marketplace in 2021 and we did a beta program in 2022. Now, just as a reminder, before, let's say, October of 2022, the average person didn't care about AI or machine learning or generative AI. And then, you know, around, I think between like Halloween and Thanksgiving, we all started seeing these images on our social media of like all of our friends looking like astronauts or futuristic superheroes and these artistic drawings. Well, that was like an app called Lenza. And then also right after that, Chachi PT launched, and it was one of the fastest growing digital products in the history of our species. And so now all of a sudden, people got a real taste of the exponential power behind machine learning and AI. Well, prior to that, I would tell people about what we're doing with AI and they didn't have any receptor cells in their brain to receive the ideas and understand the significance of them. So for like the first nine months in 2022, it sounded cool, but if you weren't a bleeding edge early adopter, a lot of the value that we're bringing to the table, A, we weren't doing a very good job translating that. And so I could just feel people sort of rolling their eyes in their head as I would talk about these concepts. You know, and that got much, much easier after AI sort of became what it is today. But it was really great because even though those times were really hard, we really wrestled with like, how can we take an AI output and make this a meaningful outcome for our customers? And so when we saw a lot of new AI tools coming into the marketplace, they were really focused on outputs. And so one of the mantras in our companies is outcome over outputs. Get our customers the outcome. It doesn't really matter about the output, because, for example, we can go into an AI tool like Mid Journey or Dolly 2 or Chachi PT. We can type a prompt and we can get an output almost instantly. And it's so mind blowing, the novelty and dopamine you get from that experience. It's really, truly cool. It's also as cool to watch Netflix and watch a really good movie. They'll have about the same impact on your business in terms of the outcomes if you don't test it, right? So if I take that output and I don't see to ask myself, hey, did that move the needle in my business? Did that get the click, the open, the intended objective? And if it didn't, then it's literally about as cool as watching Netflix from the way you feel perspective. And so those hard times really taught us, like, let's build things into our product that get our customers measurable outcomes that are going to move the needle in their business. But I think that mentality has really helped give us an edge now as there's a whole bunch of new AI tools. One of the biggest impacts that we don't always talk about publicly is that our secret agenda is actually how people think more abundantly. So one of the core to our technology is something called the perspective engine. And what this does is when we go out and look at hundreds of thousands of different articles every day, our perspective engine is actually filtering out negative news and click bait and things that are really designed to put you in a fear state, kind of trigger your parasympathetic nervous system. You know, in the news, they say if it bleeds, it leads. What we say is anything in its excess becomes its opposite. And when everything out there is negative, what actually grabs your attention is the stuff that's positive, the stuff that actually helps you think more abundantly to build those positive, neurosynaptic connections in your mind. So we don't even advertise this as a benefit. But what comes with our service, batteries included, is that you're going to get what we call future forward positive content. And the reason why that's cool is because it gives the subscribers of our customers something that we call hope I mean, it's like hope and novelty and dopamine all mixed together. And that's kind of our secret sauce. So that's I think the biggest impact that we've made. That's kind of our big, broader mission with the company is to help, you know, maybe transform a billion minds through positive content over time. This is our first year really being in the marketplace where anybody can buy our product. And so for us this year, it's really two things. Number one, it's finding really, really good partners who already have a marketplace of our potential customers where it's a win win for us to partner with them. And so almost always that looks like the partner buys our service, they get a lot of value out of it. And then we go to market together to propagate kind of what we do to their marketplace. That's been really powerful for helping, you know, getting the right people on our platform and really letting the world know what we're up to. And I think the second thing from there is like we're really focused on 10x growth, you know, and so we're really trying to 10x the growth of the revenue that we had last year by the end of next year. And that's really our focus. But it's really measured and controlled 10x growth, if that makes sense, meaning we really only want good fit customers that are really getting a 10 out of a 10 experience so they can refer us to everyone they know, love and trust. So that's really what we're focused on in the future. I think the big advice that I might have to other entrepreneurs, maybe even myself from 10 years ago, is that number one, you don't always have to have the idea. And I think sometimes as entrepreneurs like to own the fact that we're really good at generating a lot of ideas. If you look at the number of ideas that need to come into the marketplace of thought, there needs to be a lot of ideas even to take an initial idea and make it great or make it real in the marketplace. So you don't have to come up with a great idea. You know, one of my business partners in this business is Dr. Peter Diamandis. Peter is just an extraordinary thinker and he has an extraordinary mind. And he thinks about things in a very different way. And so this initial concept actually came from our other business partner, Eben Pagan, and was really accelerated by Peter. And when you put their two minds together, it was really something special. And then myself and the rest of our team was able to come along and make that real in the marketplace and contribute our ideas in a way that brings it to market and makes it great. And so that would be my thought is like, who can you partner with even at the earliest stages that might even have a different way of thinking? They're entrepreneurs that think in a different way. And then how can you take those ideas and accelerate them, make them real, actualize them in the marketplace? And I just say that because I meet a lot of entrepreneurs and even myself when I was younger. And I really wanted it to be my idea or my thing. Or I was so in love with my ideas that I couldn't see the brilliance of what other people brought to the table. And so therefore, you know, now that I'm in this position, I wouldn't even be able to be the CEO of this company if I didn't have that lesson. That I have to say like, this is my fifth company and I'm having the most fun of any company that I've ever ran or been the CEO of in my life. That I wouldn't have had that opportunity if I didn't learn that lesson as part of my journey. The reason why I joined Strategic Coach is I have a fascination with something that I call prime minds. They're like prime numbers. If you follow really good ideas to their core, to the point where they're not indivisible anymore, you can't divide them further. You end up coming back to like the same 80, 20 minds. And if you desegregate those even further, you'll end up looking at things like Plato and Socrates and, you know, stuff that's less relevant today. But the reason why I joined Strategic Coach is because I see Dan Sullivan as a prime mind. A lot of the really good ideas that I've learned from other entrepreneurs, other thought leaders, other coaches I've had, they've all actually been through coach. And I got those ideas from Dan or from the program. And so I just felt like with this company that we're launching now, it was the absolute best move for me is to join coach and go ahead and close my gap between what I know about the program and how I'm implementing that in my life. And also to just get closer to these concepts that I know Dan and the whole team at Coach has put together and try to bring them to our business, to our team, to our customers and, you know, have as much fun as we can this time. I just love his whole hopamine, hopamine, you know, not dopamine, but hopamine. I think he should get the copyright on that trade market. If he can bottle it and sell it, I think he'll be a billionaire. But the whole experience that I see with Joe is just extraordinary. And the real, real insight I got from what he's doing is that I think the AI newsletter that we have, the Spark, is actually going to more and more tell us what we should be doing with all of our marketing, just how it develops and what it tells you about what people like in the marketplace. It's a real treat just to hear Joe tell his story. He's fun to talk with. And I know Eben Pagan and I know Peter Diamandis, two of his business partners. So it's great company he's keeping. And I'm really pleased that he wanted us to be part of his project."}, "podcast_summary": "Title: Discover the Power of AI Newsletters with Joe Stolte\n\nIn this episode of the Multiplier Mindset podcast, host Dan Sullivan introduces strategic coach client and entrepreneur Joe Stolte, who has developed an innovative AI newsletter concept. Joe's company, Daily.ai, uses machine learning to help thought leaders and small brands create AI automated email newsletters. The newsletters are curated with top-level content from various sources, and the AI adapts to audience preferences, continually improving the newsletter's content and personalization.\n\nJoe's entrepreneurial journey began in his childhood, where he used his lunch money to buy candy and then traded it for better school meals. This resourcefulness continued as he started mowing lawns, eventually outsourcing the work to others and making a profit. After realizing corporate life wasn't for him, Joe became a serial founder, successfully launching and selling three companies.\n\nWith the launch of his company, Daily.ai, Joe faced challenges familiar to early-stage entrepreneurs – ambiguity and the need for product-market fit. However, their focus on outcomes and measurable results set them apart from other AI tools in the market. Their secret agenda is to encourage abundant thinking through positive content that sparks hope and fosters neurosynaptic connections in readers' minds.\n\nLooking ahead, Joe aims for 10x revenue growth while prioritizing partnerships that align with their mission and provide mutual benefits. He also emphasizes the importance of collaboration and partnering with individuals who bring different perspectives and strengths to the table. Joe recognizes Dan Sullivan as a prime mind and recently joined Strategic Coach to further integrate their philosophies into his business and personal growth.\n\nJoe shares his admiration for fellow entrepreneur Joe Polish and highlights the value of AI newsletters, like his own creation, The Spark. These newsletters provide valuable insights into audience preferences and can guide marketing strategies. Joe concludes by encouraging entrepreneurs to embrace ideas from others and recognize the brilliance that different viewpoints bring to their ventures.\n\nPodcast Episode Summary:\nJoe Stolte, an entrepreneur, discusses his AI newsletter concept and how his company, Daily.ai, helps thought leaders create AI automated email newsletters. Using machine learning, the newsletters are curated with top-level content and adapt to audience preferences. Joe shares his entrepreneurial journey, challenges faced, and future plans for growth. He also emphasizes the power of partnership and the value of AI newsletters in guiding marketing strategies. Joe recently joined Strategic Coach to further integrate their philosophies into his business and personal growth.", "podcast_guest": "Not found", "podcast_highlights": "- Highlight 1: \"The thing I love about what Joe is doing with his AI newsletter concept, is that we've often thought about having a regular newsletter, but it's just a lot of work and it's not the main thing that we do.\"\n- Highlight 2: \"But more newsletters are like podcasts. You do it to establish a relationship with the marketplace with like-minded people and they tell other like-minded people about it and you start getting an audience.\"\n- Highlight 3: \"One thing that you could do is mow lawns for money. So I went around and knocked on doors and was like, hey, can I mow your lawn for $10? And I think they were just shedding mercy on young like 10 or 11 year old Joe.\"\n- Highlight 4: \"Today, I'm the CEO of a company called Daily.ai. And we use AI, specifically machine learning, to help thought leaders and small brands build AI automated email newsletters.\"\n- Highlight 5: \"Our secret agenda is actually how people think more abundantly. So one of the core to our technology is something called the perspective engine. And what this does is when we go out and look at hundreds of thousands of different articles every day, our perspective engine is actually filtering out negative news and click bait and things that are really designed to put you in a fear state.\"", "podcast_topics": "Keywords and topics that are prominently featured in the podcast include:\n- Spark\n- Newsletter\n- AI\n- Entrepreneur\n- Technology\n- Business\n- Serial entrepreneur\n- Start-ups\n- Entrepreneurial journey\n- Market\n- Growth\n- Product market fit\n- AI tools\n- Positive content\n- Partnership\n- Revenue growth\n- Ideas\n- Strategic Coach\n- Prime minds\n- Mentorship\n- Marketing\n- Dan Sullivan\n- Joe Polish\n- Peter Diamandis"}